Repository: sillsdev/Glyssen
Catalog: DistFiles/localization/Glyssen.es.tmx
Source language: es
Languages: en

source: Añadir personaje o estilo de elocución
en: Add Character or Delivery

source: Personaje
en: Character

source: Estilos de elocución
en: Delivery

source: Más estilos de elocución
en: More Deliveries

source: Todos los libros
en: All Books

source: Nuevo Testamento
en: New Testament

source: Antiguo Testamento
en: Old Testament

source: Niño {0}
en: Child {0}

source: Mujer {0}
en: Woman {0}

source: Grupo de personajes #{0} está asignado a un doblador que ya no es parte de este proyecto. Esta condición puede haber sido causado por un error previo. {1} borrará esta asignación ahora.
en: Character group {0} is assigned to a voice actor who is no longer part of this project. This might have been caused by a previous failure. {1} will clear this assignment for you now.

source: Hombre {0}
en: Man {0}

source: Narrador {0}
en: Narrator {0}

source: Aarón
en: Aaron

source: Abías, rey de Judá
en: Abijah, king of Judah

source: Abimélec
en: Abimelech

source: Abimélec y Ficol
en: Abimelech and Phicol

source: Abimélec, rey de Guerar
en: Abimelech, king of Gerar

source: Abimélec, rey de los filisteos
en: Abimelech, king of the Philistines

source: Abimélec, rey de los filisteos (en Guerar)
en: Abimelech, king of the Philistines (in Gerar)

source: Abimélec, hijo de Gedeón (Jerubaal)
en: Abimelech, son of Gideon (Jerubbaal)

source: Abisai, hermano de Joab
en: Abishai, Joab's brother

source: Abner, general del ejército de Saúl
en: Abner, commander of Saul's army

source: el criado principal de Abraham
en: Abraham's chief servant

source: los hombres de Absalón
en: Absalom's men

source: Absalón, hijo de David
en: Absalom, son of David

source: Acán
en: Achan

source: Aquís, rey de Gat
en: Achish, king of Gath

source: Acsa, hija de Caleb
en: Achsah, Caleb's daughter

source: Adán
en: Adam

source: Adonisédec
en: Adoni-Bezek

source: Adonisédec, rey de Jerusalén
en: Adoni-Zedek, king of Jerusalem

source: Adonías, hijo de David
en: Adonijah, son of David

source: Agabo el profeta
en: Agabus the prophet

source: Agag, rey de los amalecitas
en: Agag, king of the Amalekites

source: Ahab, rey de Israel
en: Ahab, king of Israel

source: Ahaz, rey de Judá
en: Ahaz, king of Judah

source: Ocozías, rey de Israel
en: Ahaziah, king of Israel

source: Ahías el sacerdote
en: Ahijah the priest

source: Ahías el profeta
en: Ahijah the prophet

source: Ahimaas (mensajero)
en: Ahimaaz (messenger)

source: Ahimélec el sacerdote (hijo de Ahitub)
en: Ahimelech the priest (son of Ahitub)

source: Ahitófel
en: Ahithophel

source: Amasá
en: Amasa

source: Amasá)
en: Amasa)

source: Amasai, jefe de los treinta
en: Amasai, chief of thirty

source: Amasías, rey de Judá
en: Amaziah, king of Judah

source: Amasías, sacerdote de Betel
en: Amaziah, priest of Bethel

source: príncipes amonitas
en: Ammonite nobles

source: Amnón, hijo de David
en: Amnon, son of David

source: Amós
en: Amos

source: Ananías (Anás), sumo sacerdote (suegro de Caifás)
en: Ananias (Annas), the high priest (father-in-law of Caiaphas)

source: Ananías de Damasco
en: Ananias of Damascus

source: Ananías de Jerusalén
en: Ananias of Jerusalem

source: Ananías, el sumo sacerdote
en: Ananias, the high priest

source: Andrés
en: Andrew

source: Andrés, hermano de Simón Pedro
en: Andrew, Simon Peter's brother

source: Ana, profetisa
en: Anna, prophetess

source: Anás, alto sacerdote
en: Annas, high priest

source: Apolo
en: Apollos

source: Arauna, el jebuseo
en: Araunah, the Jebusite

source: Artajerjes, rey de Persia
en: Artaxerxes, king of Persia

source: Asá, rey de Judá
en: Asa, king of Judah

source: Asael, hermano de Joab
en: Asahel, brother of Joab

source: Asaf
en: Asaph

source: Atalía
en: Athaliah

source: Atalía, madre de Ocozías (reina)
en: Athaliah, mother of Ahaziah (Queen)

source: Atalía, reina
en: Athaliah, queen

source: Azarías el sumo sacerdote
en: Azariah the chief priest

source: Azarías el sacerdote principal (durante el reino de Ezequías)
en: Azariah the chief priest (during reign of Hezekiah)

source: Azarías el sacerdote
en: Azariah the priest

source: Azarías el sacerdote (durante el reino de Ozías)
en: Azariah the priest (during reign of Uzziah)

source: Azarías, Johanán y todos los hombres arrogantes
en: Azariah, Johanan and all the arrogant men

source: Azarías, hijo de Hosaías
en: Azariah, son of Hoshaiah

source: Azarías, hijo de Johanán
en: Azariah, son of Jehohanan

source: Azarías, hijo de Oded
en: Azariah, son of Oded

source: Baaná
en: Baanah

source: Babilonia
en: Babylon

source: Balaam (sobre el cual vino el Espíritu de Dios)
en: Balaam (Spirit of God upon him)

source: Balac
en: Balak

source: Barac
en: Barak

source: Bernabé
en: Barnabas

source: Bartimeo (ciego)
en: Bartimaeus (a blind man)

source: Baruc
en: Baruch

source: Barzilai
en: Barzillai

source: Barzilai (anciano)
en: Barzillai (old)

source: Betsabé
en: Bathsheba

source: Ben-hadad, rey de Aram
en: Ben-Hadad, king of Aram

source: Benaías, hijo de Joiadá
en: Benaiah, son of Jehoiada

source: Benjamín
en: Benjamin

source: Benjamitas
en: Benjamites

source: Beerá, rey de Sodoma
en: Bera, king of Sodom

source: Berequías
en: Berekiah

source: Berenice
en: Bernice

source: los ancianos de Belén
en: Bethlehem, elders of

source: Betuel, padre de Rebeca
en: Bethuel, Rebekah's father

source: Bildad suhita
en: Bildad the Shuhite

source: Birsá, rey de Gomorra
en: Birsha, king of Gomorrah

source: Booz
en: Boaz

source: Caifás, el sumo sacerdote
en: Caiaphas, the high priest

source: Caín
en: Cain

source: mujer cananea (sirofenicia) madre de la niña poseida
en: Canaanite (Syrophoenician) mother of possessed girl

source: Cananeos
en: Canaanites

source: Claudio
en: Claudius

source: Cleofás
en: Cleopas

source: Cleofas y su acompañante (en el camino a Emaús)
en: Cleopas and his companion (on road to Emmaus)

source: compañero de Cleofás (en el camino a Emaús)
en: Cleopas' companion (on road to Emmaus)

source: Cornelio
en: Cornelius

source: profeta cretense
en: Cretan prophet

source: Ciro, rey de Persia
en: Cyrus, king of Persia

source: Datán
en: Dathan

source: David (anciano)
en: David (old)

source: David, rey
en: David, king

source: Débora
en: Deborah

source: Débora, profetisa
en: Deborah, prophetess

source: Delaías
en: Delaiah

source: Dalila
en: Delilah

source: Demetrio el platero
en: Demetrius the silversmith

source: Doeg edomita
en: Doeg the Edomite

source: Eglón, rey de Moab
en: Eglon, king of Moab

source: Egipcio (esclavo de amalecita)
en: Egyptian (slave of Amalekite)

source: Ehud, libertador israelita
en: Ehud, Israelite deliverer

source: ecronitas
en: Ekron, people of

source: Eleazar el sacerdote, hijo de Aarón
en: Eleazar the priest, son of Aaron

source: los once apóstoles
en: Eleven

source: Elí
en: Eli

source: Eli (muy anciano)
en: Eli (very old)

source: Eliab, hermano de David
en: Eliab, David's brother

source: Eliaquim
en: Eliakim

source: Eliézer, profeta del Señor
en: Eliezer, prophet of the Lord

source: Elihú, hijo de Baraquel
en: Elihu, son of Barakel

source: Elías
en: Elijah

source: Elifaz temanita
en: Eliphaz the Temanite

source: Eliseo
en: Elisha

source: Eliseo (había dicho)
en: Elisha (had said)

source: Eliseo (anciano)
en: Elisha (old)

source: el siervo de Eliseo
en: Elisha's servant

source: Elisamá
en: Elishama

source: Isabel
en: Elizabeth

source: Elcaná
en: Elkanah

source: Elnatán
en: Elnathan

source: Elimas
en: Elymas

source: Henoc
en: Enoch

source: Efraín
en: Ephraim

source: hombres de Efraín
en: Ephraim, men of

source: fugitivo de Efraín
en: Ephraim, survivor of

source: Efrón hitita
en: Ephron the Hittite

source: filósofos de los epicúreos y de los estoicos
en: Epicurean and Stoic philosophers

source: filósofos de los epicúreos y de los estoicos, interesados
en: Epicurean and Stoic philosophers, interested

source: otros de los filósofos de los epicúreos y de los estoicos
en: Epicurean and Stoic philosophers, other

source: filósofos de los epicúreos y de los estoicos, burladores
en: Epicurean and Stoic philosophers, sneering

source: unos de los filósofos de los epicúreos y de los estoicos
en: Epicurean and Stoic philosophers, some

source: Esaú
en: Esau

source: Ester, reina
en: Esther, queen

source: etíope, funcionario de la reina Candace
en: Ethiopian officer of Queen Candace

source: Eva
en: Eve

source: Hezequiel
en: Ezekiel

source: Hezequiel (en una visión)
en: Ezekiel (in vision)

source: Esdras
en: Ezra

source: Esdras, sacerdote y maestro
en: Ezra, priest and teacher

source: Félix, gobernador de Judea
en: Felix, governor of Judea

source: Festo
en: Festus

source: Festo, gobernador de Judea
en: Festus, governor of Judea

source: Gáal, hijo de Ébed
en: Gaal, son of Ebed

source: Gabriel (ángel)
en: Gabriel (angel)

source: Gad el profeta, vidente de David
en: Gad the prophet, David's seer

source: gadarenos
en: Gadarene (or Gerasenes) people

source: gaditas
en: Gadites

source: Galión, procónsul de Acaya
en: Gallio, proconsul of Achaia

source: Gamaliel, fariseo en el Sanedrín
en: Gamaliel, a Pharisee on Sanhedrin

source: los de Gaza
en: Gaza, people of (wicked)

source: Guedalías, gobernador de Judá
en: Gedaliah, governor of Judah

source: Guedalías, hijo de Pasur
en: Gedaliah, son of Pashur

source: Guehazí
en: Gehazi

source: Guehazí, criado de Eliseo
en: Gehazi, servant of Elisha

source: Guemarías
en: Gemariah

source: Guemarías, hijo de Hilquías
en: Gemariah, son of Hilkiah

source: Guemarías, hijo de Safán
en: Gemariah, son of Shaphan

source: Gedeón (Jerobaal)
en: Gideon (Jerubbaal)

source: ancianos de Galaad
en: Gilead, elders of

source: jefes de Galaad
en: Gilead, leaders of

source: hombres de Galaad
en: Gilead, men of

source: Dios
en: God

source: Dios (dueño de la viña)
en: God (vineyard owner)

source: Goliat, paladín de los filisteos
en: Goliath, Philistine champion

source: griegos
en: Greeks

source: Habacuc
en: Habakkuk

source: Hadad edomita
en: Hadad the Edomite

source: Agar, esclava de Sarai
en: Hagar, Sarai's maid

source: Amam, agagueo, oficial sobre todos los príncipes del rey Asuero
en: Haman, highest noble to Xerxes, king

source: Hamor, Heveos principado
en: Hamor, Hivite ruler

source: Hanamel (primo de Jeremías)
en: Hanamel (Jeremiah's cousin)

source: Hananí
en: Hanani

source: Hananí el profeta
en: Hanani the seer

source: Hananí, hermano de Nehemías
en: Hanani, brother of Nehemiah

source: Hananías, falso profeta
en: Hananiah, false prophet

source: Ana
en: Hannah

source: Hemam, Jedutún y los demás que fueron escogidos para dar gracias
en: Heman, Jeduthun and the rest of those chosen to give thanks

source: Herodes Antipas (el tetrarca)
en: Herod Antipas (the tetrarch)

source: Herodes el grande
en: Herod the Great

source: Herodianos
en: Herodians

source: Herodías
en: Herodias

source: hija de Herodías
en: Herodias' daughter

source: Ezequías, rey de Judá
en: Hezekiah, king of Judah

source: Hilquías, alto sacerdote
en: Hilkiah, high priest

source: Hirá, el adulamita
en: Hirah, the Adullamite

source: Hobab, el cuñado de Moisés
en: Hobab, Moses brother-in-law

source: Hoglá
en: Hoglah

source: Espíritu Santo
en: Holy Spirit

source: Espíritu Santo y la esposa
en: Holy Spirit and the bride

source: Oseas
en: Hosea

source: Huldá, profetisa
en: Huldah, prophetess

source: Husai, amigo de David
en: Hushai, David's friend

source: Irías, capitán de la guardia de Judá
en: Irijah, captain of the guard of Judah

source: Isaac (anciano)
en: Isaac (old)

source: Isaías
en: Isaiah

source: Isaías el profeta
en: Isaiah the prophet

source: Is-bóset, hijo de Saúl
en: Ish-Bosheth, son of Saul

source: Ismael, hijo de Netanías (asesino)
en: Ishmael, son of Nethaniah (murderer)

source: todo Israel
en: Israel, all

source: todos los hombres de Israel
en: Israel, all the men of

source: odas las tribus de Israel
en: Israel, all the tribes

source: príncipes de Israel
en: Israel, leaders of

source: israelitas (hombres)
en: Israel, men of

source: el pueblo de Israel
en: Israel, the people of

source: jefes del ejército israelita
en: Israelite army commanding officers

source: asamblea israelita
en: Israelite assembly

source: ancianos de la asamblea de Israel
en: Israelite assembly, elders of

source: israelitas
en: Israelite community

source: israelitas, toda la congregación
en: Israelite community, whole

source: guerreros israelitas (tres escuadrones de Gedeón)
en: Israelite fighting men

source: capataces israelitas
en: Israelite foremen

source: oficiales israelitas
en: Israelite officers

source: soldado israelita en el ejército de Saúl
en: Israelite soldier in Saul's army

source: Israelitas enviados a Hai por Josué
en: Israelite spies Joshua sent to Ai

source: espías israelitas enviadas por Josué, dos hombres
en: Israelite spies from Joshua, two men

source: espías israelitas enviadas de la casa de José
en: Israelite spies from house of Joseph

source: Itai
en: Ittai

source: Jabés
en: Jabez

source: Jahaziel (sobre el cual vino el Espíritu de Jehová)
en: Jahaziel (Spirit of the Lord on)

source: Jairo (uno de los principales de la sinagoga)
en: Jairus (synagogue leader)

source: Santiago
en: James

source: Jacobo
en: James, the disciple

source: Ezequías
en: Jehizkiah

source: Joás, rey de Israel
en: Jehoash, king of Israel

source: Joiadá el sacerdote
en: Jehoiada the priest

source: Jonadab, hijo de Recab
en: Jehonadab, son of Recab

source: Josafat, rey de Judá
en: Jehoshaphat, king of Judah

source: Jehú, hijo de Hananí
en: Jehu, son of Hanani

source: Jehú, hijo de Nimsí
en: Jehu, son of Nimshi

source: Jucal
en: Jehucal

source: Jefté
en: Jephthah

source: Jeremías
en: Jeremiah

source: Jeremías (dice el Señor)
en: Jeremiah (the LORD says)

source: Jeremías relatando las palabras de los profetas
en: Jeremiah quoting the prophets

source: Jeremías (lo que dijeron los malvados que moran en la tierra)
en: Jeremiah quoting the wicked who live in the land

source: Jeroboam, rey de Israel
en: Jeroboam, king of Israel

source: Josué
en: Jeshua

source: Jesé
en: Jesse

source: Jesús
en: Jesus

source: Jesús (niño)
en: Jesus (child)

source: Jesús (en una visión)
en: Jesus (in vision)

source: Jesús (el Señor)
en: Jesus (the Lord)

source: Jesús (en la segunda epístola de Juan)
en: Jesus in 2 John

source: hermanos de Jesús
en: Jesus' brothers

source: discípulos de Jesús
en: Jesus' disciples

source: familia de Jesús
en: Jesus' family

source: la madre (María) y los hermanos de Jesús
en: Jesus' mother and brothers

source: hijas de Jetró (Reuel)
en: Jethro (Reuel)'s daughters

source: Jetró (Reuel), suegro de Moisés
en: Jethro (Reuel), Moses' father-in-law

source: líderes de los judios
en: Jewish leaders

source: judíos que habían creído en Jesús
en: Jews who had believed Jesus

source: judíos
en: Jews, the

source: Jezabel
en: Jezebel

source: Joás, padre de Gedeón (Jerubaal)
en: Joash, father of Gideon (Jerubbaal)

source: Joás, rey de Judá
en: Joash, king of Judah

source: Joel diciendo lo que los sacerdotes deben decir
en: Joel saying what the priests should say

source: Johanán
en: Johanan

source: Juan
en: John

source: Juan (el discípulo a quien Jesús amaba)
en: John (disciple whom Jesus loved)

source: Juan (hijos de Zebedeo)
en: John (sons of Zebedee)

source: Juan (el que le había preguntado al Señor quién le iba a entregar)
en: John (who had asked the Lord who was going to betray Him)

source: Juan el Bautista
en: John the Baptist

source: Juan)
en: John)

source: Juan, Alejandro y todos los que pertenecían a la familia de los sumos sacerdotes
en: John, Alexander, and other men of the high priest's family

source: Jonás
en: Jonah

source: Jonatán
en: Jonathan

source: Jonatán, hijo de Abiatar
en: Jonathan, son of Abiathar

source: Joram, rey de Israel
en: Joram, king of Israel

source: José
en: Joseph

source: José de Arimatea
en: Joseph of Arimathea

source: descendientes de José
en: Joseph, people of

source: Josué (anciano)
en: Joshua (old)

source: Josías, rey de Judá
en: Josiah, king of Judah

source: Jotam, hijo de Gedeón (Jerubaal)
en: Jotham, son of Gideon (Jerubbaal)

source: Judá
en: Judah

source: todo Judá
en: Judah, all

source: hombres de Judá
en: Judah, men of

source: la gente de Judá
en: Judah, people in

source: remanente de Judá
en: Judah, remnant of

source: Judas Iscariote
en: Judas Iscariot

source: Judas, el apóstol (no el Iscariote)
en: Judas, apostle (not Judas Iscariot)

source: Quis, padre de Saúl
en: Kish, father of Saul

source: Coré
en: Korah

source: Labán
en: Laban

source: Lámec (descendiente de Caín)
en: Lamech (descendent of Cain)

source: Lámec (descendiente de Set)
en: Lamech (descendent of Seth)

source: Lía
en: Leah

source: levitas
en: Levites

source: Señor
en: Lord

source: Lidia
en: Lydia

source: Macedonio
en: Macedonian

source: Mahlá
en: Mahlah

source: isleños de Malta
en: Malta islanders

source: Manoa, padre de Sansón
en: Manoah, father of Samson

source: Marta
en: Martha

source: María Magdalena
en: Mary Magdalene

source: María madre de Santiago
en: Mary mother of James

source: María, madre de Jesús
en: Mary, Jesus' mother

source: María, hermana de Marta
en: Mary, sister of Martha

source: Melquisedec, rey de Salem (sacerdote del Dios Altísimo)
en: Melchizedek, king of Salem (priest of God Most High)

source: Memucán, príncipe y consejero al rey Asuero
en: Memucan, noble advisor to Xerxes, king

source: Mefi-bóset, hijo de Jonatán
en: Mephibosheth, son of Jonathan

source: Micaías
en: Micah

source: Micaías, profeta del Señor
en: Micaiah, prophet of the LORD

source: Miguel, el arcángel
en: Michael, archangel

source: Mical, esposa de David
en: Michal, David's wife

source: soldado madianita quien tuvo un sueño
en: Midianite soldier who had a dream

source: soldado madianita quien interpreta el sueño
en: Midianite soldier who interprets dream

source: Milcá
en: Milcah

source: María
en: Miriam

source: María (jóven)
en: Miriam (young)

source: oficiales moabitas
en: Moabite officials

source: oficiales moabitas, más distinguidos
en: Moabite officials, more distinguished

source: Mardoqueo, primo de Ester
en: Mordecai, cousin of Esther

source: Naamán
en: Naaman

source: Nabot
en: Naboth

source: Nahas amonita
en: Nahash the Ammonite

source: Noemí
en: Naomi

source: Natán
en: Nathan

source: Natán el profeta
en: Nathan the prophet

source: Natanael
en: Nathanael

source: Nebuzaradán
en: Nebuzaradan

source: Necao, rey de Egipto
en: Neco, king of Egypt

source: Nehemías
en: Nehemiah

source: Nehemías (con Esdras y los levitas) - véase v. 10
en: Nehemiah (with Ezra and Levites) - see v. 10

source: Nicodemo
en: Nicodemus

source: Nínive
en: Nineveh

source: Nínive, la ciudad alegre o orgullosa
en: Nineveh, the city of revelry

source: Noé
en: Noah

source: Abdías, mayordomo de Ahab
en: Obadiah, manager of Ahab's palace

source: Oded, profeta del Señor
en: Oded, prophet of the Lord

source: Orfá
en: Orpah

source: Pablo
en: Paul

source: Pablo (Saulo)
en: Paul (Saul)

source: Pablo y Silas
en: Paul and Silas

source: Pedro
en: Peter

source: Pedro (Cefas)
en: Peter (Cephas)

source: Pedro (Simón)
en: Peter (Simon)

source: Pedro (Simón) y sus compañeros
en: Peter (Simon) and companions

source: Pedro (Simón), con los once discípulos
en: Peter (Simon), with Eleven

source: los de Pedro y Juan(la iglesia en Jerusalén)
en: Peter and John's own people (church in Jerusalem)

source: fariseo
en: Pharisee

source: Fariseo (Simón)
en: Pharisee (Simon)

source: Fariseo (experto en la ley religiosa)
en: Pharisee (expert in religious law)

source: fariseos
en: Pharisees

source: otros de los fariseos
en: Pharisees, other

source: algunos de los fariseos
en: Pharisees, some

source: Ficol
en: Phicol

source: Felipe
en: Philip

source: Felipe el apóstol
en: Philip the apostle

source: Felipe el evangelista
en: Philip the evangelist

source: príncipes de los filisteos
en: Philistine commanders

source: sacerdotes y adivinos filisteos
en: Philistine priests and fortune tellers

source: jefes filisteos
en: Philistine rulers

source: Filisteo
en: Philistines

source: Pilato
en: Pilate

source: mujer de Pilato
en: Pilate's wife

source: Fúa (partera)
en: Puah (midwife)

source: Laquis
en: Rabshakeh

source: Raquel
en: Rachel

source: Rebeca
en: Rebekah

source: Réguem-mélec
en: Regem-Melech

source: Roboam, rey
en: Rehoboam, king

source: Rubén
en: Reuben

source: Rode
en: Rhoda

source: Rut
en: Ruth

source: saduceos
en: Sadducees

source: Salomé
en: Salome

source: los que viven en Samaria
en: Samaria, people of

source: Sansón
en: Samson

source: Samuel (niño)
en: Samuel (boy)

source: Samuel (muerto)
en: Samuel (dead)

source: Sambalat
en: Sanballat

source: Sambalat horonita
en: Sanballat the Horonite

source: Sanedrín
en: Sanhedrin

source: Safira, esposa de Ananías de Jerusalén
en: Sapphira, wife of Ananias of Jerusalem

source: Sara (Sarai)
en: Sarah (Sarai)

source: Sara (Sarai) (anciana)
en: Sarah (Sarai) (old)

source: Satanás (el diáblo)
en: Satan (Devil)

source: Saúl
en: Saul

source: Saulo (Pablo)
en: Saul (Paul)

source: Saulo (a través de un mensajero)
en: Saul (via messenger)

source: siervo de Saúl
en: Saul's servant

source: tío de Saúl
en: Saul's uncle

source: Seraías
en: Seraiah

source: Safán, el cronista del rey Josías
en: Shaphan, secretary

source: Sarézer
en: Sharezer

source: Sebá, hijo de Bicrí
en: Sheba, son of Bicri

source: Secanías, hijo de Jehiel
en: Shecaniah, son of Jehiel

source: Siquem, hijo de Hamor
en: Shechem, son of Hamor

source: Semaías
en: Shemaiah

source: Semaías, hijo de Delaías, falso profeta
en: Shemaiah, son of Delaiah, false prophet

source: Seméber, rey de Seboím
en: Shemeber, king of Zeboiim

source: Sefatías
en: Shephatiah

source: Setar-boznai
en: Shethar-Bozenai

source: Simí
en: Shimei

source: Sinab, rey de Admá
en: Shinab, king of Admah

source: Sifra (partera)
en: Shiphrah (midwife)

source: Sobí
en: Shobi

source: Súa (esposa de Judá)
en: Shua (Judah's wife)

source: señora sunamita
en: Shunammite woman

source: Simeón
en: Simeon

source: Simeón, hombre justo y piadoso en Jerusalén
en: Simeon, devout man in Jerusalem

source: Simón el mago
en: Simon, sorcerer

source: Sísara
en: Sisera

source: Salomón, rey
en: Solomon, king

source: título de libro o número de capítulo ({0})
en: book title or chapter ({0})

source: introducción ({0})
en: introduction ({0})

source: encabezado de sección ({0})
en: section head ({0})

source: Esteban
en: Stephen

source: Tamar, hija de David
en: Tamar, daughter of David

source: Tamar, nuera de Judá
en: Tamar, daughter-in-law of Judah

source: Tatenai, gobernador
en: Tattenai, governor

source: tentador
en: Tempter

source: Tercio
en: Tertius

source: Tértulo, abogado
en: Tertullus, lawyer

source: Tomás
en: Thomas

source: Tirsá, hijas de Selofhad
en: Tirzah, daughters of Zelophehad

source: Ticio
en: Titus

source: Tobías, el amonita
en: Tobiah the Ammonite

source: Tobías, el oficial amonita
en: Tobiah the Ammonite official

source: Urías
en: Uriah

source: Zaqueo
en: Zaccheaus

source: Salmuná
en: Zalmunna

source: Zébah
en: Zebah

source: Zebul, gobernador de Siquem
en: Zebul, governor of Shechem

source: Zacarías
en: Zechariah

source: Zacarías (en una visión)
en: Zechariah (in vision)

source: Zacarías (dice el Señor)
en: Zechariah (the LORD says)

source: Zacarías (visión)
en: Zechariah (vision)

source: Zacarías (palabra del Señor)
en: Zechariah (word of the LORD)

source: Zacarías, hijo de Joiadá el sacerdote
en: Zechariah, son of Jehoiada the priest

source: Sedequías
en: Zedekiah

source: Sedequías, rey de Judá
en: Zedekiah, king of Judah

source: Sedequías, hijo de Hananías
en: Zedekiah, son of Hananiah

source: Sedequías, hijo de Quenaaná, falso profeta
en: Zedekiah, son of Kenaanah, false prophet
